req

<v:Envelope xmlns:i=\"http://www.w3.org/1999/XMLSchema-instance\" xmlns:d=\"http://www.w3.org/1999/XMLSchema\" xmlns:c=\"http://schemas.xmlsoap.org/soap/encoding/\" xmlns:v=\"http://schemas.xmlsoap.org/soap/envelope/\"><v:Header /><v:Body>
<GenerateVirAddr xmlns=\"http://com/fss/upi\" id=\"o0\" c:root=\"1\"><req>
<AccNumber i:type=\"d:string\">3699830038308</AccNumber><VirAddr i:type=\"d:string\">priya111@utbi</VirAddr><Validto i:type=\"d:string\">10-03-2020</Validto><TotalLmt i:type=\"d:string\"></TotalLmt><AvlLmt i:type=\"d:string\">15000.00</AvlLmt><Frequency i:type=\"d:string\">Muliple Use</Frequency>
<UPI><UserID i:type=\"d:string\">UserID</UserID><BankId i:type=\"d:string\">504511</BankId><OrgId i:type=\"d:string\">400046</OrgId><PayerType i:type=\"d:string\">PERSON</PayerType><MobileNo i:type=\"d:string\">9943514226</MobileNo><Remarks i:type=\"d:string\"></Remarks><PayerCode i:type=\"d:string\">0000</PayerCode><Channel i:type=\"d:string\">03</Channel><AppVersion i:type=\"d:string\">1.1.1</AppVersion><UserPwd i:type=\"d:string\">111111</UserPwd><DeviceID i:type=\"d:string\">578335d5</DeviceID><MsgId i:type=\"d:string\">UBIB7DDE000BB3E44268124675C153707C8</MsgId><TimeStamp i:type=\"d:string\">1519014546</TimeStamp></UPI>
</req></GenerateVirAddr></v:Body></v:Envelope>

<v:Envelope xmlns:i=\"http://www.w3.org/1999/XMLSchema-instance\" xmlns:d=\"http://www.w3.org/1999/XMLSchema\" xmlns:c=\"http://schemas.xmlsoap.org/soap/encoding/\" xmlns:v=\"http://schemas.xmlsoap.org/soap/envelope/\"><v:Header /><v:Body>
<ViewRegAccnts xmlns=\"http://com/fss/upi\" id=\"o0\" c:root=\"1\"><req>
<UPI><UserID i:type=\"d:string\">UserID</UserID><BankId i:type=\"d:string\">504511</BankId><OrgId i:type=\"d:string\">400046</OrgId><PayerType i:type=\"d:string\">PERSON</PayerType><MobileNo i:type=\"d:string\">9943514226</MobileNo><Remarks i:type=\"d:string\"></Remarks><PayerCode i:type=\"d:string\">0000</PayerCode><Channel i:type=\"d:string\">03</Channel><AppVersion i:type=\"d:string\">1.1.1</AppVersion><UserPwd i:type=\"d:string\">111111</UserPwd><DeviceID i:type=\"d:string\">578335d5</DeviceID><MsgId i:type=\"d:string\">UBI85536D1026754965B632A2314A2B6F91</MsgId><TimeStamp i:type=\"d:string\">1519014548</TimeStamp></UPI>
</req></ViewRegAccnts></v:Body></v:Envelope>

<v:Envelope xmlns:i=\"http://www.w3.org/1999/XMLSchema-instance\" xmlns:d=\"http://www.w3.org/1999/XMLSchema\" xmlns:c=\"http://schemas.xmlsoap.org/soap/encoding/\" xmlns:v=\"http://schemas.xmlsoap.org/soap/envelope/\"><v:Header /><v:Body>
<GenerateBankOTP xmlns=\"http://com/fss/upi\" id=\"o0\" c:root=\"1\"><req>
<DevIp i:type=\"d:string\">100.80.50.246</DevIp><DevOs i:type=\"d:string\">Android 5.0.2</DevOs><DevId i:type=\"d:string\">578335d5</DevId><DevApp i:type=\"d:string\">com.fss.unbipsp</DevApp><AddrType i:type=\"d:string\">ACCOUNT</AddrType><RegDetails i:type=\"d:string\">FORMAT2</RegDetails><DevLocation i:type=\"d:string\">SIPCOT-ThalamburRoad,Semmanjeri,India</DevLocation><PayerAccNo i:type=\"d:string\">3699830038308</PayerAccNo><PayerCode i:type=\"d:string\">0000</PayerCode><BankName i:type=\"d:string\">United Bank of India</BankName><GeoCode i:type=\"d:string\">0.0,0.0</GeoCode><DevType i:type=\"d:string\">Android</DevType><DevCapability i:type=\"d:string\">1000</DevCapability>
<UPI><UserID i:type=\"d:string\">UserID</UserID><BankId i:type=\"d:string\">504511</BankId><OrgId i:type=\"d:string\">400046</OrgId><PayerType i:type=\"d:string\">PERSON</PayerType><MobileNo i:type=\"d:string\">9943514226</MobileNo><Remarks i:type=\"d:string\"></Remarks><PayerCode i:type=\"d:string\">0000</PayerCode><Channel i:type=\"d:string\">03</Channel><AppVersion i:type=\"d:string\">1.1.1</AppVersion><UserPwd i:type=\"d:string\">111111</UserPwd><DeviceID i:type=\"d:string\">578335d5</DeviceID><MsgId i:type=\"d:string\">UBI9DE9408AB6FA4F46AC52489799599A80</MsgId><TimeStamp i:type=\"d:string\">1519014555</TimeStamp></UPI>
</req></GenerateBankOTP></v:Body></v:Envelope>